Repository: qh-work/RAYN
Catalog: RAYN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

source: Live Observations
de: Live-Beobachtungen
es: Observaciones en directo
fr: Observations en direct
it: Osservazioni in tempo reale
ja: リアルタイム観測
ko: 실시간 관측
zh_hans: 实时观测
zh_hant: 即時觀測

source: Live radar maps appear on Apple TV hardware
de: Live-Radarkarten werden auf dem Apple TV angezeigt
es: Los mapas de radar en directo se muestran en el Apple TV
fr: Les cartes radar en direct s’affichent sur l’Apple TV
it: Le mappe radar in tempo reale vengono visualizzate su Apple TV
ja: ライブレーダーマップは Apple TV 実機で表示されます
ko: 실시간 레이더 지도는 Apple TV 기기에서 표시됩니다
zh_hans: 实时雷达地图会在 Apple TV 真机上显示
zh_hant: 即時雷達地圖會在 Apple TV 實機上顯示

source: Live weather is temporarily unavailable
de: Live-Wetter ist vorübergehend nicht verfügbar
es: El tiempo en tiempo real no está disponible temporalmente
fr: La météo en direct est temporairement indisponible
it: Il meteo in tempo reale è temporaneamente non disponibile
ja: リアルタイムの天気を一時的に利用できません
ko: 실시간 날씨를 일시적으로 사용할 수 없습니다
zh_hans: 实时天气暂时不可用
zh_hant: 即時天氣暫時不可用

source: Live weather remains available.
de: Live-Wetter bleibt verfügbar.
es: El tiempo en tiempo real sigue disponible.
fr: La météo en direct reste disponible.
it: Il meteo in tempo reale rimane disponibile.
ja: ライブ天気は引き続き利用可能です。
ko: 실시간 날씨는 계속 제공됩니다.
zh_hans: 实时天气仍然可用。
zh_hant: 實時天氣仍然可用。

source: Loading live weather
de: Live-Wetter wird geladen
es: Cargando el tiempo en tiempo real
fr: Chargement de la météo en direct
it: Caricamento meteo in tempo reale
ja: リアルタイムの天気を読み込み中
ko: 실시간 날씨 불러오는 중
zh_hans: 加载实时天气
zh_hant: 載入即時天氣

# Loading live weather for %@
source: Loading live weather for %1$@
de: Live-Wetter für %1$@ wird geladen
es: Cargando el tiempo en tiempo real para %1$@
fr: Chargement de la météo en direct pour %1$@
it: Caricamento meteo in tempo reale per %1$@
ja: %1$@のリアルタイムの天気を読み込み中
ko: %1$@의 실시간 날씨 불러오는 중
zh_hans: 正在加载 %1$@ 的实时天气
zh_hant: 正在載入 %1$@ 的即時天氣

source: Locating…
de: Standort wird ermittelt…
es: Localizando…
fr: Localisation…
it: Localizzazione…
ja: 現在地を確認中…
ko: 현재 위치 확인 중…
zh_hans: 正在定位…
zh_hant: 正在定位…

source: Location access was not granted.
de: Standortzugriff wurde nicht gewährt.
es: No se concedió acceso a la ubicación.
fr: L'accès à l'emplacement n'a pas été accordé.
it: L'accesso alla posizione non è stato concesso.
ja: 位置情報へのアクセスが許可されませんでした。
ko: 위치 접근 권한이 부여되지 않았습니다.
zh_hans: 未授予位置访问权限。
zh_hant: 未授予位置存取權限。

source: Location was unavailable, so the saved location was used.
de: Der Standort war nicht verfügbar, daher wurde der gespeicherte Standort verwendet.
es: La ubicación no estaba disponible, por lo que se utilizó la ubicación guardada.
fr: L'emplacement n'était pas disponible, l'emplacement enregistré a donc été utilisé.
it: La posizione non era disponibile, quindi è stata utilizzata la posizione salvata.
ja: 現在地を取得できなかったため、保存済みの場所を使用しました。
ko: 현재 위치를 확인할 수 없어 저장된 위치를 사용했습니다.
zh_hans: 位置不可用，因此使用了保存的位置。
zh_hant: 位置不可用，因此使用了已儲存的位置。

source: Long sleeves or a light jacket
de: Lange Ärmel oder eine leichte Jacke
es: Manga larga o chaqueta ligera
fr: Manches longues ou veste légère
it: Maniche lunghe o giacca leggera
ja: 長袖または薄手のジャケット
ko: 긴팔 또는 가벼운 재킷
zh_hans: 长袖或轻便夹克
zh_hant: 長袖或輕便夾克

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
ko: 낮음
zh_hans: 低
zh_hant: 低

source: Low / Mid / High Cloud
de: Tiefe / mittlere / hohe Wolken
es: Nubes bajas / medias / altas
fr: Nuages bas / moyens / élevés
it: Nubi basse / medie / alte
ja: 下層雲 / 中層雲 / 上層雲
ko: 하층운 / 중층운 / 상층운
zh_hans: 低云 / 中云 / 高云
zh_hant: 低雲 / 中雲 / 高雲

source: Low-Brightness Night Mode
de: Nachtmodus mit geringer Helligkeit
es: Modo nocturno de bajo brillo
fr: Mode nuit à faible luminosité
it: Modalità notturna a bassa luminosità
ja: 低輝度夜間モード
ko: 저휘도 야간 모드
zh_hans: 低亮度夜间模式
zh_hant: 低亮度夜間模式

source: Manage data, rotation, visual effects, and saved locations
de: Daten, Rotation, visuelle Effekte und gespeicherte Orte verwalten
es: Administrar datos, rotación, efectos visuales y ubicaciones guardadas
fr: Gérer les données, la rotation, les effets visuels et les emplacements enregistrés
it: Gestisci dati, rotazione, effetti visivi e posizioni salvate
ja: データ、自動切り替え、視覚効果、保存済みの場所を管理
ko: 데이터, 자동 전환, 시각 효과 및 저장된 위치 관리
zh_hans: 管理数据、轮播、视觉效果和已保存位置
zh_hant: 管理資料、輪播、視覺效果和已儲存位置

# Marine Conditions · %@
source: Marine Conditions · %1$@
de: Meereslage · %1$@
es: Estado del mar · %1$@
fr: État de la mer · %1$@
it: Condizioni del mare · %1$@
ja: 海況 · %1$@
ko: 해상 상태 · %1$@
zh_hans: 海况 · %1$@
zh_hant: 海況 · %1$@

source: Measurement System
de: Einheitensystem
es: Sistema de unidades
fr: Système d’unités
it: Sistema di unità
ja: 単位系
ko: 단위 체계
zh_hans: 计量单位
zh_hant: 度量單位

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
zh_hans: 中
zh_hant: 中

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メートル法
ko: 미터법
zh_hans: 公制
zh_hant: 公制

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
it: Moderato
ja: 中程度
ko: 보통
zh_hans: 中等
zh_hant: 中等

source: Moderate Pollution
de: Mäßige Verschmutzung
es: Contaminación moderada
fr: Pollution modérée
it: Inquinamento moderato
ja: 中程度の汚染
ko: 보통 오염
zh_hans: 中度污染
zh_hant: 中度污染

# Moon age %@ days
source: Moon age %1$@ days
de: Mondalter: %1$@ Tage
es: Edad lunar: %1$@ días
fr: Âge de la Lune : %1$@ jours
it: Età lunare: %1$@ giorni
ja: 月齢 %1$@ 日
ko: 월령 %1$@일
zh_hans: 月龄 %1$@ 天
zh_hant: 月齡 %1$@ 天

source: Moon Phase
de: Mondphase
es: Fase lunar
fr: Phase lunaire
it: Fase lunare
ja: 月相
ko: 달의 위상
zh_hans: 月相
zh_hant: 月相

source: Mornings and evenings feel cool. Bring a jacket.
de: Morgens und abends ist es kühl. Nehmen Sie eine Jacke mit.
es: Las mañanas y las tardes se sienten frescas. Trae una chaqueta.
fr: Les matinées et les soirées sont fraîches. Apportez une veste.
it: La mattina e la sera sono fresche. Porta una giacca.
ja: 朝晩は肌寒く感じられます。上着をお持ちください。
ko: 아침과 저녁에는 쌀쌀합니다. 겉옷을 챙기세요.
zh_hans: 早晚偏凉，建议带一件外套。
zh_hant: 早晚偏涼，建議帶一件外套。

source: Mostly Clear
de: Überwiegend klar
es: Mayormente despejado
fr: Peu nuageux
it: Prevalentemente sereno
ja: おおむね晴れ
ko: 대체로 맑음
zh_hans: 大致晴朗
zh_hant: 大致晴朗

source: Motion Intensity
de: Bewegungsintensität
es: Intensidad del movimiento
fr: Intensité du mouvement
it: Intensità di movimento
ja: 動きの強さ
ko: 모션 강도
zh_hans: 动效强度
zh_hant: 動效強度

source: NE
de: NO
ja: 北東
ko: 북동
zh_hans: 东北
zh_hant: 東北

source: Near
de: Nah
es: Cerca
fr: Proche
it: Vicino
ja: 近距離
ko: 가까움
zh_hans: 近距离
zh_hant: 近距離

source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
ko: 삭
zh_hans: 新月
zh_hant: 新月

source: Next 24 Hours
de: Nächste 24 Stunden
es: Próximas 24 horas
fr: Prochaines 24 heures
it: Prossime 24 ore
ja: 今後24時間
ko: 향후 24시간
zh_hans: 未来 24 小时
zh_hant: 未來 24 小時

source: Next Day
de: Nächster Tag
es: Día siguiente
fr: Jour suivant
it: Il giorno successivo
ja: 翌日
ko: 다음날
zh_hans: 次日
zh_hant: 隔日

source: Next Major Phase
de: Nächste Hauptphase
es: Próxima fase principal
fr: Prochaine phase majeure
it: Prossima fase principale
ja: 次の主な月相
ko: 다음 주요 월상
zh_hans: 下一主要月相
zh_hant: 下一主要月相

source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ja: 夜
ko: 밤
zh_hans: 夜晚
zh_hant: 夜晚

source: No account is required. This app contains no ads, analytics tracking, or background profiling. Location permission is requested only after Use Current Location is enabled. Weather requests send only the coordinates needed for the query and do not store location history. Saved locations and settings remain on this Apple TV.
de: Es ist kein Konto erforderlich. Diese App enthält keine Werbung, kein Analyse-Tracking und keine Hintergrundprofilerstellung. Die Standortberechtigung wird erst angefordert, nachdem „Aktuellen Standort verwenden“ aktiviert ist. Wetteranfragen senden nur die für die Abfrage erforderlichen Koordinaten und speichern keinen Standortverlauf. Gespeicherte Orte und Einstellungen bleiben auf diesem Apple TV erhalten.
es: No se requiere ninguna cuenta. Esta app no contiene anuncios, seguimiento analítico ni perfiles en segundo plano. El permiso de ubicación se solicita solo después de habilitar Usar ubicación actual. Las solicitudes meteorológicas envían solo las coordenadas necesarias para la consulta y no almacenan el historial de ubicación. Las ubicaciones y configuraciones guardadas permanecen en este Apple TV.
fr: Aucun compte n’est requis. Cette app ne contient aucune publicité, aucun suivi analytique ni profilage en arrière-plan. L'autorisation de localisation n'est demandée qu'après l'activation de l'utilisation de l'emplacement actuel. Les demandes météo envoient uniquement les coordonnées nécessaires à la requête et ne stockent pas l'historique de localisation. Les emplacements et paramètres enregistrés restent sur cette Apple TV.
it: Non è richiesto alcun account. Questa app non contiene pubblicità, tracciamento analitico o profilazione in background. L'autorizzazione alla posizione è richiesta solo dopo aver abilitato Usa posizione corrente. Le richieste meteo inviano solo le coordinate necessarie per la query e non memorizzano la cronologia delle posizioni. Le posizioni e le impostazioni salvate rimangono su questa Apple TV.
ja: アカウントは不要です。このアプリは広告、解析による追跡、バックグラウンドでのプロファイリングを行いません。「現在地を使用」を有効にした場合のみ位置情報の許可を求めます。天気の取得には必要な座標だけを送信し、位置情報の履歴は保存しません。保存済みの場所と設定はこの Apple TV 内に保持されます。
ko: 계정이 필요하지 않습니다. 이 앱은 광고, 분석 추적 또는 백그라운드 프로파일링을 하지 않습니다. ‘현재 위치 사용’을 켠 경우에만 위치 권한을 요청합니다. 날씨 조회에는 필요한 좌표만 전송하며 위치 기록은 저장하지 않습니다. 저장된 위치와 설정은 이 Apple TV에만 보관됩니다.
zh_hans: 无需账户。本应用不含广告、分析追踪或后台画像。仅在启用“使用当前位置”后请求定位权限。天气查询只发送必要坐标，不会保存位置历史；已保存位置和设置均保留在这台 Apple TV 上。
zh_hant: 無需帳號。本 App 不含廣告、分析追蹤或背景側寫。僅在啟用「使用目前位置」後要求定位權限。天氣查詢只傳送必要座標，不會儲存位置記錄；已儲存位置和設定均保留在這台 Apple TV 上。

source: No Change
de: Keine Änderung
es: Sin cambios
fr: Aucun changement
it: Nessuna modifica
ja: 変化なし
ko: 변화 없음
zh_hans: 无变化
zh_hant: 無變化

source: No hourly data is available
de: Es sind keine stündlichen Daten verfügbar
es: No hay datos horarios disponibles
fr: Aucune donnée horaire n'est disponible
it: Non sono disponibili dati orari
ja: 1時間ごとのデータはありません
ko: 시간별 데이터가 없습니다
zh_hans: 暂无逐小时数据
zh_hant: 暫無逐小時資料

source: No live radar echoes are available
de: Keine Live-Radarechos verfügbar
es: No hay ecos de radar en directo disponibles
fr: Aucun écho radar en direct n’est disponible
it: Non sono disponibili echi radar in tempo reale
ja: ライブのレーダーエコーを利用できません
ko: 사용 가능한 실시간 레이더 에코가 없습니다
zh_hans: 暂无实时雷达回波
zh_hant: 暫無即時雷達回波

source: No map tiles are available for this radar frame
de: Für dieses Radarbild sind keine Kartenkacheln verfügbar
es: No hay teselas de mapa disponibles para este fotograma de radar
fr: Aucune tuile cartographique n’est disponible pour cette image radar
it: Non sono disponibili riquadri mappa per questo fotogramma radar
ja: このレーダーフレームでは地図タイルを利用できません
ko: 이 레이더 프레임에 사용할 수 있는 지도 타일이 없습니다
zh_hans: 此雷达帧暂无可用地图图块
zh_hant: 此雷達影格暫無可用地圖圖磚

source: No radar frame is currently available
de: Derzeit ist kein Radarbild verfügbar
es: No hay ningún fotograma de radar disponible
fr: Aucune image radar n’est disponible pour le moment
it: Al momento non è disponibile alcun fotogramma radar
ja: 現在利用できるレーダーフレームはありません
ko: 현재 사용할 수 있는 레이더 프레임이 없습니다
zh_hans: 当前暂无可用雷达帧
zh_hant: 目前暫無可用雷達影格

source: No radar imagery is available for this area.
de: Für dieses Gebiet sind keine Radarbilder verfügbar.
es: No hay imágenes de radar disponibles para esta zona.
fr: Aucune image radar n’est disponible pour cette zone.
it: Non sono disponibili immagini radar per quest’area.
ja: この地域ではレーダー画像を利用できません。
ko: 이 지역에는 사용 가능한 레이더 영상이 없습니다.
zh_hans: 该区域暂无可用雷达图像。
zh_hant: 此區域暫無可用雷達影像。

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: 現在
ko: 현재
zh_hans: 此刻
zh_hant: 此刻

# Now %@
source: Now %1$@
de: Jetzt %1$@
es: Ahora %1$@
fr: Maintenant %1$@
it: Ora %1$@
ja: 現在 %1$@
ko: 현재 %1$@
zh_hans: 现在 %1$@
zh_hant: 現在 %1$@

source: Nowcast · Nearby Weather Systems
de: Nowcast · Wettersysteme in der Nähe
es: Pronóstico inmediato · Sistemas meteorológicos cercanos
fr: Prévision immédiate · Systèmes météo à proximité
it: Nowcasting · Sistemi meteorologici vicini
ja: ナウキャスト · 周辺の気象システム
ko: 초단기 예보 · 주변 기상계
zh_hans: 临近预报 · 周边天气系统
zh_hant: 臨近預報 · 周邊天氣系統

source: Observation Playback · Nowcast
de: Beobachtungswiedergabe · Nowcast
es: Reproducción de observaciones · Pronóstico inmediato
fr: Relecture des observations · Prévision immédiate
it: Riproduzione osservazioni · Nowcasting
ja: 観測再生 · ナウキャスト
ko: 관측 재생 · 초단기 예보
zh_hans: 观测回放 · 临近预报
zh_hant: 觀測回放 · 臨近預報

source: Overcast
de: Bedeckt
es: Nublado
fr: Couvert
it: Nuvoloso
ja: 曇り
ko: 흐림
zh_hans: 阴
zh_hant: 陰

source: Past Two Hours
de: Letzte zwei Stunden
es: Últimas dos horas
fr: Deux dernières heures
it: Ultime due ore
ja: 過去 2 時間
ko: 지난 2시간
zh_hans: 过去两小时
zh_hant: 過去兩小時

source: Past Two Hours · Nearby Weather Systems
de: Letzte zwei Stunden · Wettersysteme in der Nähe
es: Últimas dos horas · Sistemas meteorológicos cercanos
fr: Deux dernières heures · Systèmes météorologiques à proximité
it: Ultime due ore · Sistemi meteorologici nelle vicinanze
ja: 過去2時間 · 周辺の気象システム
ko: 지난 2시간 · 주변 기상 시스템
zh_hans: 过去两小时 · 周边天气系统
zh_hant: 過去兩小時 · 周邊天氣系統

source: Pause Radar
de: Radar pausieren
es: Pausar el radar
fr: Mettre le radar en pause
it: Metti in pausa il radar
ja: レーダーを一時停止
ko: 레이더 일시 정지
zh_hans: 暂停雷达
zh_hant: 暫停雷達

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停
zh_hant: 已暫停

source: Period
de: Periode
es: Período
fr: Période
it: Periodo
ja: 周期
ko: 주기
zh_hans: 周期
zh_hant: 週期

source: Play Radar
de: Radar abspielen
es: Reproducir radar
fr: Lire le radar
it: Riproduci radar
ja: レーダーを再生
ko: 레이더 재생
zh_hans: 播放雷达
zh_hant: 播放雷達

source: Pollutants
de: Schadstoffe
es: Contaminantes
fr: Polluants
it: Inquinanti
ja: 汚染物質
ko: 오염물질
zh_hans: 污染物
zh_hant: 污染物

source: Poor
de: Schlecht
es: Mala
fr: Mauvaise
it: Scarsa
ja: 悪い
ko: 나쁨
zh_hans: 较差
zh_hant: 較差

source: Precipitation
de: Niederschlag
es: Precipitación
fr: Précipitations
it: Precipitazioni
ja: 降水量
ko: 강수량
zh_hans: 降水
zh_hant: 降水

source: Precipitation Intensity
de: Niederschlagsintensität
es: Intensidad de la precipitación
fr: Intensité des précipitations
it: Intensità delle precipitazioni
ja: 降水強度
ko: 강수강도
zh_hans: 降水强度
zh_hant: 降水強度

source: Precipitation Playback
de: Niederschlagswiedergabe
es: Reproducción de precipitaciones
fr: Animation des précipitations
it: Riproduzione delle precipitazioni
ja: 降水再生
ko: 강수 재생
zh_hans: 降水回放
zh_hant: 降水回放

source: Precipitation Radar
de: Niederschlagsradar
es: Radar de precipitación
fr: Radar de précipitations
it: Radar delle precipitazioni
ja: 降水レーダー
ko: 강수 레이더
zh_hans: 降水雷达
zh_hant: 降水雷達

source: Precipitation radar maps
de: Niederschlagsradarkarten
es: Mapas de radar de precipitaciones
fr: Cartes radar de précipitations
it: Mappe radar delle precipitazioni
ja: 降水レーダーマップ
ko: 강수 레이더 지도
zh_hans: 降水雷达图
zh_hant: 降水雷達圖

source: Preparing Live Radar
de: Live-Radar wird vorbereitet
es: Preparando radar en vivo
fr: Préparation du radar en direct
it: Preparazione del radar live
ja: ライブレーダーを準備中
ko: 실시간 레이더 준비 중
zh_hans: 正在准备实时雷达
zh_hant: 正在準備即時雷達

source: Preparing weather services
de: Wetterdienste werden vorbereitet
es: Preparando servicios meteorológicos
fr: Préparation des services météorologiques
it: Preparazione dei servizi meteorologici
ja: 気象サービスを準備中
ko: 날씨 서비스 준비 중
zh_hans: 正在准备天气服务
zh_hant: 正在準備天氣服務

source: Preparing weather summary
de: Wetterzusammenfassung wird vorbereitet
es: Preparando resumen del tiempo
fr: Préparation du résumé météo
it: Preparazione del riepilogo meteo
ja: 天気概要を準備中
ko: 날씨 요약 준비 중
zh_hans: 正在准备天气摘要
zh_hant: 正在準備天氣摘要

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
zh_hans: 准备中……
zh_hant: 準備中…

source: Press Menu to close details
de: Drücken Sie „Menü“, um die Details zu schließen
es: Presione Menú para cerrar detalles
fr: Appuyez sur Menu pour fermer les détails
it: Premi Menu per chiudere i dettagli
ja: メニューボタンで詳細を閉じる
ko: 메뉴 버튼을 눌러 상세 정보 닫기
zh_hans: 按菜单键关闭详情
zh_hant: 按選單鍵關閉詳細資訊

source: Press Select to view detailed weather
de: Drücken Sie „Auswählen“, um detaillierte Wetterinformationen anzuzeigen
es: Presione Seleccionar para ver el clima detallado
fr: Appuyez sur Sélectionner pour afficher la météo détaillée
it: Premi Seleziona per visualizzare il meteo dettagliato
ja: 選択ボタンで詳しい天気を表示
ko: 선택 버튼을 눌러 상세 날씨 보기
zh_hans: 按确认键查看详细天气
zh_hant: 按確認鍵查看詳細天氣

source: Pressure
de: Luftdruck
es: Presión
fr: Pression
it: Pressione
ja: 気圧
ko: 기압
zh_hans: 气压
zh_hant: 氣壓

source: Previous Day
de: Vorheriger Tag
es: Día anterior
fr: Jour précédent
it: Giorno precedente
ja: 前日
ko: 전일
zh_hans: 前一天
zh_hant: 前一天

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私
zh_hant: 隱私

source: Radar coverage is temporarily unavailable for this location. Demo imagery will not be substituted.
de: Für diesen Ort sind vorübergehend keine Radardaten verfügbar. Es werden keine Demobilder verwendet.
es: La cobertura de radar no está disponible temporalmente en esta ubicación. No se usarán imágenes de demostración.
fr: La couverture radar est temporairement indisponible à cet endroit. Aucune image de démonstration ne sera utilisée.
it: La copertura radar non è temporaneamente disponibile per questa località. Non verranno usate immagini dimostrative.
ja: この場所ではレーダー情報を一時的に利用できません。デモ画像には置き換えません。
ko: 이 위치의 레이더 정보를 일시적으로 사용할 수 없습니다. 데모 이미지로 대체하지 않습니다.
zh_hans: 该位置暂时没有可用的雷达覆盖，不会用演示图像替代。
zh_hant: 此位置暫時沒有可用的雷達涵蓋，不會以示範影像替代。

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨
ko: 비
zh_hans: 雨
zh_hant: 雨

source: Rain Chance
de: Regenwahrscheinlichkeit
es: Probabilidad de lluvia
fr: Risque de pluie
it: Probabilità di pioggia
ja: 降水確率
ko: 강수 확률
zh_hans: 降水概率
zh_hant: 降水機率

# Rain chances rise around %@.
source: Rain chances rise around %1$@.
de: Gegen %1$@ steigt die Regenwahrscheinlichkeit.
es: La probabilidad de lluvia aumenta en torno a %1$@.
fr: Le risque de pluie augmente vers %1$@.
it: La probabilità di pioggia aumenta intorno alle %1$@.
ja: %1$@ごろに降水確率が上がります。
ko: %1$@ 무렵 강수 확률이 높아집니다.
zh_hans: %1$@ 前后降水概率升高。
zh_hant: %1$@ 前後降水機率升高。

source: Rain is likely. Remember an umbrella.
de: Regen ist wahrscheinlich. Denken Sie an einen Regenschirm.
es: Es probable que llueva. Recuerda llevar paraguas.
fr: De la pluie est probable. Pensez à prendre un parapluie.
it: È probabile che piova. Ricorda l’ombrello.
ja: 雨が降る可能性があります。傘をお持ちください。
ko: 비가 올 가능성이 있습니다. 우산을 챙기세요.
zh_hans: 可能有雨，记得带伞。
zh_hant: 可能有雨，記得帶傘。

source: Reading the Apple TV's current location
de: Der aktuelle Standort des Apple TV wird gelesen
es: Leyendo la ubicación actual del Apple TV
fr: Recherche de la position actuelle de l’Apple TV
it: Rilevamento della posizione attuale di Apple TV
ja: Apple TV の現在地を取得中
ko: Apple TV의 현재 위치 확인 중
zh_hans: 读取 Apple TV 的当前位置
zh_hant: 讀取 Apple TV 的目前位置

source: Reduce Motion
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire le mouvement
it: Riduci movimento
ja: 視差効果を減らす
ko: 모션 줄이기
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

source: Reduce time outdoors and take precautions when necessary.
de: Reduzieren Sie die Zeit im Freien und treffen Sie bei Bedarf Vorsichtsmaßnahmen.
es: Reducir el tiempo al aire libre y tomar precauciones cuando sea necesario.
fr: Réduisez le temps passé à l'extérieur et prenez des précautions si nécessaire.
it: Riduci il tempo trascorso all'aperto e prendi precauzioni quando necessario.
ja: 屋外にいる時間を減らし、必要に応じて予防措置を講じてください。
ko: 야외 시간을 줄이고 필요한 경우 예방 조치를 취하세요.
zh_hans: 减少户外时间，必要时采取预防措施。
zh_hant: 減少戶外時間，必要時採取預防措施。

source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로고침
zh_hans: 立即刷新
zh_hant: 立即刷新

source: Saved Locations
de: Gespeicherte Standorte
es: Ubicaciones guardadas
fr: Emplacements enregistrés
it: Posizioni salvate
ja: 保存済みの場所
ko: 저장된 위치
zh_hans: 已保存位置
zh_hant: 已儲存位置

source: Scene Rotation
de: Automatischer Szenenwechsel
es: Cambio de escenas
fr: Défilement des scènes
it: Cambio scene
ja: シーンの自動切り替え
ko: 장면 자동 전환
zh_hans: 场景轮播
zh_hant: 場景輪播

source: SE
de: SO
ja: 南東
ko: 남동
zh_hans: 东南
zh_hant: 東南

source: Sea Temp
de: Meerestemperatur
es: Temperatura del mar
fr: Température de la mer
it: Temperatura del mare
ja: 海水温
ko: 해수 온도
zh_hans: 海水温度
zh_hant: 海水溫度

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Search cities, for example Paris or Tokyo
de: Städte suchen, zum Beispiel Paris oder Tokio
es: Buscar ciudades, por ejemplo París o Tokio
fr: Rechercher des villes, par exemple Paris ou Tokyo
it: Cerca città, ad esempio Parigi o Tokyo
ja: 都市を検索します (例: パリや東京)
ko: 도시 검색(예: 파리 또는 도쿄)
zh_hans: 搜索城市，例如巴黎或东京
zh_hant: 搜尋城市，例如巴黎或東京

source: Search for and select a location in Settings.
de: Suchen Sie in den Einstellungen nach einem Standort und wählen Sie ihn aus.
es: Busque y seleccione una ubicación en Configuración.
fr: Recherchez et sélectionnez un emplacement dans Paramètres.
it: Cerca e seleziona una posizione in Impostazioni.
ja: 設定で場所を検索して選択します。
ko: 설정에서 위치를 검색하고 선택하세요.
zh_hans: 在“设置”中搜索并选择一个位置。
zh_hant: 在「設定」中搜尋並選擇一個位置。

source: Search Results
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
it: Risultati della ricerca
ja: 検索結果
ko: 검색결과
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Searching…
de: Suche...
es: Buscando…
fr: Recherche…
it: Ricerca in corso…
ja: 検索中…
ko: 검색 중...
zh_hans: 正在搜索……
zh_hant: 正在搜尋…

# Selected %@ · Feels like %@° · Rain %lld%% · Wind Direction %lld°
source: Selected %1$@ · Feels like %2$@° · Rain %3$lld%% · Wind Direction %4$lld°
de: Ausgewählt: %1$@ · Gefühlt %2$@° · Regen %3$lld%% · Windrichtung %4$lld°
es: Selección: %1$@ · Sensación %2$@° · Lluvia %3$lld%% · Dirección del viento %4$lld°
fr: Sélection : %1$@ · Ressenti %2$@° · Pluie %3$lld%% · Direction du vent %4$lld°
it: Selezione: %1$@ · Percepita %2$@° · Pioggia %3$lld%% · Direzione del vento %4$lld°
ja: 選択中 %1$@ · 体感 %2$@° · 降水 %3$lld%% · 風向 %4$lld°
ko: 선택 %1$@ · 체감 %2$@° · 강수 %3$lld%% · 풍향 %4$lld°
zh_hans: 已选 %1$@ · 体感 %2$@° · 降水 %3$lld%% · 风向 %4$lld°
zh_hant: 已選 %1$@ · 體感 %2$@° · 降水 %3$lld%% · 風向 %4$lld°

source: Sensitive groups should reduce prolonged or intense outdoor activity.
de: Sensible Gruppen sollten längere oder intensive Aktivitäten im Freien reduzieren.
es: Los grupos sensibles deben reducir la actividad al aire libre prolongada o intensa.
fr: Les groupes sensibles doivent réduire leurs activités extérieures prolongées ou intenses.
it: I gruppi sensibili dovrebbero ridurre l'attività all'aperto prolungata o intensa.
ja: 敏感な方は、長時間または激しい屋外活動を控えてください。
ko: 민감군은 장시간 또는 격렬한 야외 활동을 줄이세요.
zh_hans: 敏感人群应减少长时间或剧烈的户外活动。
zh_hant: 敏感族群應減少長時間或劇烈的戶外活動。

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Short-Term Trend Is Updating
de: Der kurzfristige Trend wird aktualisiert
es: La tendencia a corto plazo se está actualizando
fr: La tendance à court terme est en cours de mise à jour
it: La tendenza a breve termine è in aggiornamento
ja: 短時間予報を更新中
ko: 단기 예보 업데이트 중
zh_hans: 短时趋势更新中
zh_hant: 短時趨勢更新中

source: Showers
de: Regenschauer
es: Chubascos
fr: Averses
it: Rovesci
ja: にわか雨
ko: 소나기
zh_hans: 阵雨
zh_hant: 陣雨

# Significant wave height · Updated %@
source: Significant wave height · Updated %1$@
de: Signifikante Wellenhöhe · Aktualisiert %1$@
es: Altura significativa del oleaje · Actualizado %1$@
fr: Hauteur significative des vagues · Mise à jour %1$@
it: Altezza significativa delle onde · Aggiornato %1$@
ja: 有義波高 · 更新 %1$@
ko: 유의파고 · 업데이트 %1$@
zh_hans: 有效波高 · 更新于 %1$@
zh_hant: 有效波高 · 更新於 %1$@

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja: 雪
ko: 눈
zh_hans: 雪
zh_hant: 雪

source: Snow Showers
de: Schneeschauer
es: Chubascos de nieve
fr: Averses de neige
it: Rovesci di neve
ja: にわか雪
ko: 눈 소나기
zh_hans: 阵雪
zh_hant: 陣雪

source: Sun
de: Sonne
es: Sol
fr: Soleil
it: Sole
ja: 太陽
ko: 태양
zh_hans: 太阳
zh_hant: 太陽
